assignment/website_berita_kripto/app/Controllers/Home.php

SELECT *
FROM `article`
ORDER BY `id` DESC
---
    public function index()
    {
        $article = new BlogModel();
        $data['articles'] = $article->orderBy('id', 'DESC')->findAll();